[
    {
        "patrol_id": "mtn_bord_leaf-fall_goatfight1",
        "biome": [
            "mountainous"
        ],
        "season": [
            "leaf-fall"
        ],
        "types": [
            "border"
        ],
        "tags": [],
        "patrol_art": "bord_general_intro",
        "min_cats": 2,
        "max_cats": 6,
        "weight": 15,
        "chance_of_success": 70,
        "intro_text": "Patrullen hör ett konstigt smällande ljud på andra sidan av ett stenblock. Efter initial förvirring inser patrullen att det är uppvaktningssäsong för getterna som bor på berget. Ljudet måste vara två bockgetter som är engagerade i slagsmål. Det måste vara ett riktigt spektakel...",
        "decline_text": "Hur kul det än är att se... det kan också sluta i katastrof. Patrullen beslutar att det inte är värt risken och fortsätter sin väg.",
        "success_outcomes": [
            {
                "text": "Riktigt spektakel faktiskt! Patrullen ser i vördnad från toppen av stenblocket när de två bockarna illvilligt stöter huvudena. Det blir ett roligt spel för patrullen när de lekfullt bråkar om vilken slant de förväntar sig att vinna.",
                "exp": 10,
                "weight": 20,
                "relationships": [
                    {
                        "cats_to": [
                            "patrol"
                        ],
                        "cats_from": [
                            "patrol"
                        ],
                        "mutual": false,
                        "values": [
                            "platonic"
                        ],
                        "amount": 5
                    }
                ]
            },
            {
                "text": "Medan resten av patrullen är tveksamma, hoppar r_c till toppen av stenblocket för att se showen. {PRONOUN/r_c/subject/CAP} {VERB/r_c/watch/watches} med förundran när de två bockarna slåss. På uppmaning av r_c går resten av patrullen med {PRONOUN/r_c/object} och stirrar på striden.",
                "exp": 10,
                "weight": 20,
                "relationships": [
                    {
                        "cats_to": [
                            "patrol"
                        ],
                        "cats_from": [
                            "patrol"
                        ],
                        "mutual": false,
                        "values": [
                            "platonic"
                        ],
                        "amount": 3
                    }
                ]
            },
            {
                "text": "Hur är det ens möjligt för bockarna att slåss så utan att få massiva huvudskador eller bryta sina horn? Patrullen tittar på tills en av bockarna ger upp och drar sig tillbaka. När patrullen går tillbaka till lägret slår de alla lekfullt mot varandra, tack och lov inte lika hårt som de två bockgetterna gjorde.",
                "exp": 20,
                "weight": 15,
                "relationships": [
                    {
                        "cats_to": [
                            "patrol"
                        ],
                        "cats_from": [
                            "patrol"
                        ],
                        "mutual": false,
                        "values": [
                            "platonic"
                        ],
                        "amount": 7
                    }
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "r_c kryper närmare och vill se programmet. Tyvärr {PRONOUN/r_c/subject} av misstag {VERB/r_c/step/steps} på ett dött löv, och crunchen varnar de två dollarn. Patrullen ser besviket på när de två bockarna brätar och springer från sikte. Allt det där bravader, och de skrämdes av ett löv?",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Patrullen tittar med glädje, för distraherad av showen för att inse att de kämpande bockarna kommer farligt nära. Det är för sent att reagera innan de två getterna är på dem och driver deras kamp rakt in i gruppen katter. Patrullen försöker krypa tillbaka, men alla kommer inte därifrån oskadda.",
                "exp": 0,
                "weight": 10,
                "injury": [
                    {
                        "cats": [
                            "r_c"
                        ],
                        "injuries": [
                            "blunt_force_injury"
                        ]
                    }
                ]
            }
        ]
    }
]