[
    {
        "patrol_id": "Gen_bord_balancing_boringborder",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [
            "border"
        ],
        "tags": [],
        "patrol_art": "gen_bord_dog",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l går ut för att markera c_ns gränser.",
        "decline_text": "p_l bestämmer sig för att inte markera sina gränser.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "p_l markerar framgångsrikt c_ns gränser.",
                "exp": 5,
                "weight": 20,
                "art": "gen_otherclan_mates_date"
            },
            {
                "text": "p_l lyckas markera gränserna effektivt, kommer hem tidigare än väntat.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l doftar lite byte, fånga det p_l har ett snabbt mellanmål.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "En tråkig uppgift vanligtvis, och idag var inte annorlunda.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l önskar att något intressant skulle hända, men nej, det fanns inget som underlättade p_lls tristess eftersom {PRONOUN/p_l/subject} markerar gränserna.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l är glad över att ha en fredlig patrull, utan några hot att möta.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l slutar markera gränserna, glad att kunna gå tillbaka och vila {PRONOUN/p_l/poss} tassar.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "p_l avslutar patrullen tidigt, känner mig för lat för att markera resten av gränsen.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "p_l börjar dagdrömma, och slutar med att markera på fel ställe, det var åtminstone inte på o_c_ns territorium.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "En tråkig uppgift, och en p_l hatar.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Blir distraherad när du markerar, slutar p_l med att det tar flera timmar mer än vad som behövs för att markera gränsen.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "p_l markerar fel område, vilket gör att andra behöver åtgärda misstaget {PRONOUN/p_l/poss}.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "Gen_bord_balancing_scent",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [
            "border"
        ],
        "tags": [],
        "patrol_art": "bord_general_intro",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l beger sig ut för att patrullera c_ns gränser, men doftar något längs gränserna.",
        "decline_text": "p_l bestämmer sig för att inte undersöka doften.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "p_l identifierar doften som byte. Inget att bry sig om.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l identifierar doften som ett passerande rovdjur, men det verkar ha gått vidare.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "Doften leder p_l till en närliggande fläck med örter, förhoppningsvis är örterna användbara för klanens healer.",
                "exp": 5,
                "weight": 15,
                "herbs": [
                    "tansy"
                ]
            },
            {
                "text": "p_l upptäcker doften av en klankamrat, möjligen på en egen solopatrull, men det var inget att oroa sig för.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "p_l kan inte identifiera doften och gå tillbaka till lägret för att rapportera det.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "p_l kämpar för att identifiera den svaga doften och bestämmer sig för att återvända till lägret för att få hjälp.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Trots p_ls ansträngningar kan {PRONOUN/p_l/subject} inte urskilja källan till doften och återvänder till lägret för att rapportera det.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Doften verkar plötsligt försvinna, vilket gör p_l förbryllad och oförmögen att spåra den vidare.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "En plötslig vindpust sprider doften innan p_l kan undersöka vidare... vilket gör {PRONOUN/p_l/object} osäker på om det var en inkräktare, ett hot eller något ofarligt.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "Gen_bord_balancing_tracks",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [
            "border"
        ],
        "tags": [],
        "patrol_art": "gen_bord_trackrogue",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l beger sig ut för att patrullera c_ns gränser, men ser några spår.",
        "decline_text": "p_l bestämmer sig för att inte undersöka spåren.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "p_l identifierar spåren som tillhörande något byte.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "Spåren leder p_l till en närliggande röd bärbuske. p_l går vidare och noterar det för att informera medicinkatten.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l identifierar spåren som tillhörande en annan klankamrat.",
                "exp": 5,
                "weight": 20
            },
            {
                "text": "p_l identifierar spåren som tillhörande tvåben, och p_l bestämmer sig för att gå tillbaka till lägret för att informera de andra.",
                "exp": 5,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "p_l kan inte identifiera spåren och tvingas återvända till lägret för att rapportera det.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Trots p_l ansträngningar kan {PRONOUN/p_l/subject} inte identifiera spåren och rapporterar tillbaka det på lägret.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Spåren är skymd av den senaste tidens nederbörd, vilket gör det omöjligt för p_l att fastställa deras ursprung.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Spåren leder p_l till ett område som är för farligt att navigera, vilket tvingar p_l att överge {PRONOUN/p_l/poss} undersökningen.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "Gen_bord_balancing_markings",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [
            "border"
        ],
        "tags": [],
        "patrol_art": "bord_general_intro",
        "min_cats": 1,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 5,
        "intro_text": "p_l beger sig ut för att patrullera c_n:s gränser och märker att en del av deras markeringar hade blivit störda.",
        "decline_text": "p_l beslutar att inte undersöka markeringarna.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Vid närmare granskning var det bara en anmärkning från en klankamrat.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Skraporna stämde inte med några katttassar, det var säkert, och p_l återvänder till lägret för att rapportera det, uppmärksamma på eventuella hot.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Efter undersökning finner p_l att de störda markeringarna orsakades av en enstöring, även om inkräktaren är borta sedan länge.",
                "exp": 0,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "Trots {PRONOUN/p_l/poss} ansträngningar kunde p_l inte identifiera vad som störde gränsmarkeringarna, vilket gjorde {PRONOUN/p_l/object} förvirrad när {PRONOUN/p_l/subject} återvände till lägret.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Störningen i markeringarna förblir ett mysterium för p_l, och när {PRONOUN/p_l/subject} rapporterar händelsen tilldelas extra patruller för att övervaka eventuella ytterligare störningar.",
                "exp": 0,
                "weight": 20
            }
        ]
    },
    {
        "patrol_id": "gen_bord_kittybat",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [
            "border"
        ],
        "tags": [
            "halloween"
        ],
        "patrol_art": "kittybat_INTRO",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "På gränsbevakningen hittar patrullen en kattunges doft. Efter de (extremt) uppenbara ljuden av nöd, leder p_l patrullen ner till en kittypet, olyckligt inklämd mellan ett par stenar. De gråter patetiskt och gråter att deras vinge har fastnat!",
        "decline_text": "Det är bortom c_ns gräns, det är inte c_ns problem.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Katter kommer normalt inte med vingar, än mindre fladdermus, och patrullen ryggar tillbaka från den främmande främlingen. Men onaturligt eller inte, främlingen sitter fortfarande fast, och med ett djupt andetag beordrar p_l dem fram för att befria en medkatt... ish... sak.",
                "exp": 15,
                "weight": 20,
                "outsider_rep": 1
            },
            {
                "text": "Uppriktigt sagt, extra lemmar eller inte (fladdermusvingar, alltså - det här kommer att bli en fantastisk historia tillbaka på lägret), patrullen behöver få tillbaka denna fylliga gråtande pälsboll till sina tvåben. Världen kommer att äta denna kattunge levande om de inte hjälper dem.",
                "exp": 15,
                "weight": 10,
                "outsider_rep": 1
            }
        ],
        "fail_outcomes": [
            {
                "text": "När patrullen ramlar omkull, tassarna viftar hjälplöst i luften och på något sätt gör situationen <i>ännu värre</i>, passerar patrullen den mushjärnade kittypen och lämnar dem till sin dumhet medan de fokuserar på sin faktiska uppgift.",
                "exp": 0,
                "weight": 20,
                "outsider_rep": -1
            }
        ],
        "antag_fail_outcomes": [
            {
                "text": "Plötsligt försöker p_l skrämma kattungen. Men även om katten lätt lyckas skrämmas, gör det inte att de fastnar mindre på plats, och så småningom tvingas patrullen hjälpa till att frigöra dem, om så bara så att de kan lämna c_ns gränser.",
                "exp": 0,
                "weight": 20,
                "outsider_rep": -1
            }
        ],
        "antag_success_outcomes": [
            {
                "text": "Väsande, p_l skålar över kittypen och med ett rivande ljud lossnar fladdermusvingen från deras rygg. Den fylliga kattens gråt ökar i volym när de flyr. p_l tar med sig trofén till lägret för att skryta.",
                "exp": 15,
                "weight": 20,
                "outsider_rep": -2
            }
        ]
    },
    {
        "patrol_id": "gen_border_pumpkineyes",
        "biome": [
            "any"
        ],
        "season": [
            "leaf-fall"
        ],
        "types": [
            "border"
        ],
        "tags": [
            "halloween"
        ],
        "patrol_art": "pumpkineyes_INTRO",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "Patrullen är på väg ut för att kontrollera gränserna, när p_l säger {PRONOUN/p_l/subject} {VERB/p_l/see/seees} konstiga glödande ögon i fjärran.",
        "decline_text": "r_c suckar och säger till p_l att {PRONOUN/p_l/subject}{VERB/p_l/'re/'s} bara ser saker. Det finns inget där ute... eller hur?",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "Patrullen går försiktigt i riktning mot de märkliga, orörliga ögonen. Katterna ser ett kusligt ansikte med glödande ögon på avstånd, blottar sina huggtänder och luktar rök. p_l kryper fram till ansiktet för att upptäcka att den tillhör en pumpa! Skrämd föreslår r_c att åka tillbaka till lägret för att rapportera detta bisarra fynd till klanen. p_l håller med, vill inte vara i närheten av den här... saken... längre.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "Patrullen går försiktigt i riktning mot de märkliga, orörliga ögonen. När p_l kommer närmare {PRONOUN/p_l/subject} {VERB/p_l/are/är} överväldigad av doften av Twolegs och rök. Vid närmare granskning verkar det som att dessa dumma Twoleg-satser försöker sätta eld på en pumpa med ett oroande ihåligt ansikte! p_l och r_c laddar Twoleg-kit, väsande, spottar och gör sitt bästa för att skrämma iväg dem. Tack och lov sprids kiten innan de sätter eld på pumpan.",
                "exp": 10,
                "weight": 5
            },
            {
                "text": "När patrullen beger sig i riktning mot det olycksbådande skenet av konstiga, orörliga ögon, smyger sig rökdoften på patrullen. s_c pilar fram och hittar rökdoften som kommer från en udda pumpa med något slags... ansikte? Tänker snabbt {PRONOUN/s_c/subject} {VERB/s_c/scratch/scratches} smuts i hålen på pumpan och släcker de små lågorna. Patrullen undrar vad i hela StarClans namn de tittar på.",
                "exp": 15,
                "weight": 10,
                "stat_trait": [
                    "thoughtful",
                    "careful",
                    "cunning",
                    "responsible",
                    "wise"
                ],
                "stat_skill": [
                    "CLEVER,1",
                    "INSIGHTFUL,1",
                    "SENSE,1"
                ]
            },
            {
                "text": "Patrullen går nervöst mot de oblinkande ögonen, osäker på vad som väntar. När det märkliga föremålet kommer till synen, släpper s_c fram ett skratt! {PRONOUN/s_c/subject/CAP} {VERB/s_c/explain/explains} att detta är en Twoleg-ritual som utförs runt början av leaf-bar. p_l är glad över att ha en katt med s_c:s förståelse för Twolegs på denna patrull. Med denna kunskap undvek man säkert onödig panik!",
                "exp": 15,
                "weight": 10,
                "stat_skill": [
                    "KITTYPET,0",
                    "LONER,0"
                ],
                "can_have_stat": [
                    "r_c"
                ]
            },
            {
                "text": "Patrullen går nervöst mot de oblinkande ögonen, osäker på vad som väntar. När det konstiga föremålet kommer till synen, börjar s_c att brusa av oro. {PRONOUN/s_c/subject/CAP} kan se konstiga, dimmliknande Twolegs sväva runt det glödande, oblinkande ansiktet på en... pumpa? Figurerna närmar sig s_c och kör sina kalla, pälslösa tassar genom {PRONOUN/s_c/subject} päls. s_c kan knappt höra r_c fråga {PRONOUN/s_c/object} varför {PRONOUN/s_c/subject}{VERB/s_c/'re/'s} fryst på plats.",
                "exp": 20,
                "weight": 10,
                "stat_skill": [
                    "GHOST,1"
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "Patrullen går försiktigt i riktning mot de märkliga, orörliga ögonen. När de kommer närmare vad som verkar vara någon sorts pumpa, dyker en grupp Twoleg-kit upp från ingenstans och jagar bort de rädda katterna! Patrullen kör tills Twolegs slutar följa efter. Flåsande och besegrade återvänder de till lägret utan mycket information om det konstiga ansiktet.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "När r_c sakta kryper mot det störande ansiktet, huffar s_c av frustration. Svansen surrning, s_c kallar r_c ett mushjärta och stampar i riktning mot de oblinkande ögonen utan en gnutta rädsla. s_c rullar {PRONOUN/s_c/poss} med ögonen och slår omkull den ofarliga pumpan, ignorerar det konstiga ansiktet och lukten av rök som svävar runt den.",
                "exp": 5,
                "weight": 20,
                "stat_trait": [
                    "bloodthirsty",
                    "cold",
                    "strict",
                    "grumpy",
                    "fierce"
                ]
            },
            {
                "text": "När r_c sakta kryper mot det störande ansiktet, pilar s_c hänsynslöst fram för att få en närmare titt! {PRONOUN/s_c/subject/CAP} {VERB/s_c/crash/crashes} till någon konstig pumpa, slår omkull den och skymmer dess kusliga ansikte. Patrullen beger sig hem utan mycket kvar att undersöka tack vare s_c:s upptåg.",
                "exp": 5,
                "weight": 20,
                "stat_trait": [
                    "troublesome",
                    "childish",
                    "playful",
                    "shameless"
                ]
            }
        ]
    },
    {
        "patrol_id": "gen_bord_trickortreat",
        "biome": [
            "any"
        ],
        "season": [
            "leaf-fall"
        ],
        "types": [
            "border"
        ],
        "tags": [
            "halloween"
        ],
        "patrol_art": "bord_general_intro",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "Patrullen snubblar över en märklig scen nära en Twolegplace: Twoleg-kit som reser från håla till håla i färgglada skinn.",
        "decline_text": "Patrullen beslutar att det är bäst att inte störa denna speciella ritual.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "r_c, som är så nyfiken, bestämmer sig för att se om {PRONOUN/r_c/subject} kan tyda innebörden bakom denna Twoleg-ritual. Efter en tid, {PRONOUN/r_c/subject} {VERB/r_c/realize/realizes} är det något slags vänligt utbyte. Varje gång Twoleg-paketen går till hålan får de lite byte från de äldre Twolegs. Patrullen noterar och fortsätter sin väg, road av Twolegs märkliga seder.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "r_c närmar sig försiktigt Twoleg-kit, fascinerad av deras färgglada skinn. Till r_cs förvåning erbjuder en av de små Twolegs {PRONOUN/r_c/object} ett konstigt, glänsande föremål. Den luktar inte precis som byte, men r_c bestämmer sig för att ta den tillbaka till lägret för vidare utredning.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "r_c bestämmer sig för att härma de små Twolegs. Närmar sig en större Twoleg den, {PRONOUN/r_c/subject} {VERB/r_c/meow/meows} sakta vid ingången. Tvåbenet som öppnar entrén verkar road och ger en bit mat. Patrullen för den tillbaka till lägret för vidare utredning.",
                "exp": 10,
                "weight": 20
            }
        ],
        "fail_outcomes": [
            {
                "text": "r_c, som är så nyfiken, bestämmer sig för att se om {PRONOUN/r_c/subject} kan tyda innebörden bakom denna Twoleg-ritual. Men efter en tid, {PRONOUN/r_c/subject} {VERB/r_c/give/gives} upp, drar slutsatsen att det bara är en annan konstig Twoleg-sed som klankatter aldrig kommer att förstå.",
                "exp": 0,
                "weight": 10
            },
            {
                "text": "Patrullen försöker komma närmare Twoleg-paketen, men deras närvaro orsakar panik bland de små varelserna. De större tvåbenen i närheten verkar upprörda, viftar med tassarna och stampar runt. Katterna drar sig snabbt tillbaka för att undvika att orsaka ytterligare störningar.",
                "exp": 0,
                "weight": 10
            }
        ]
    },
    {
        "patrol_id": "gen_bord_scarecrow",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [
            "border"
        ],
        "tags": [
            "halloween"
        ],
        "patrol_art": "scarecrow_INTRO",
        "min_cats": 2,
        "max_cats": 6,
        "min_max_status": {},
        "weight": 20,
        "intro_text": "I utkanten av territoriet stöter patrullen på ett högt, orörligt tvåben som är rotat mitt på en åker.",
        "decline_text": "Patrullen vill inte riskera att gå nära denna märkliga Twoleg och beger sig snabbt tillbaka till lägret för att rapportera om den udda iakttagelsen.",
        "chance_of_success": 50,
        "success_outcomes": [
            {
                "text": "r_c närmar sig tveksamt tvåbenet, pälsbristande och på vakt. Det verkar inte lägga märke till {PRONOUN/r_c/object} ännu. Tass för tass, r_c tum framåt, men inser att något verkar fel. Är det här Twoleg... ens vid liv? Efter en snabb undersökning hittar r_c hö som sticker ut ur Twolegs päls. Vad udda. r_c rapporterar tillbaka med {PRONOUN/r_c/poss} resultat.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "s_c smyger upp bakom Twoleg. Med ett mäktigt vrål hoppar s_c upp på ryggen och {PRONOUN/s_c/poss} momentum skickar tvåbenet att falla till marken med en gigantisk duns.",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "FIGHTER,0"
                ]
            },
            {
                "text": "s_c stoppar patrullen och drar ihop ögonen för {PRONOUN/s_c/poss}. Det är inte en Twoleg! {PRONOUN/s_c/subject/CAP} stötte på en tidigare under {PRONOUN/s_c/object} tid utanför klanen. Det är en 'skrämma', {PRONOUN/s_c/subject} {VERB/s_c/explain/explains}, menad att skydda Twoleg-fälten från skada. Patrullen fortsätter sin väg och ger fågelskrämman en bred koj.",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "ROGUE,0",
                    "LONER,0"
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "Patrullen bestämmer sig för att inte ta några risker och sätter upp ett bakhåll runt Twoleg. De väntar... och väntar... men Twoleg gör inga rörelser för att attackera. Slutligen märker r_c att Twoleg inte ens är en Twoleg alls! De slösade bort all den tiden för ingenting.",
                "exp": 0,
                "weight": 10
            },
            {
                "text": "s_c smyger upp bakom Twoleg. Med ett mäktigt vrål hoppar s_c upp på ryggen och {PRONOUN/s_c/poss} fart skickar båda till marken. s_c hamnar täckt av hö, {PRONOUN/s_c/poss} klor sjunkit in i en ofarlig fågelskrämma.",
                "exp": 10,
                "weight": 20,
                "stat_skill": [
                    "FIGHTER,0"
                ]
            }
        ]
    },
    {
        "patrol_id": "gen_bord_dislike",
        "biome": [
            "any"
        ],
        "season": [
            "any"
        ],
        "types": [],
        "tags": [],
        "patrol_art": "gen_train_argueWW",
        "min_cats": 2,
        "max_cats": 2,
        "min_max_status": {
            "warrior": [
                2,
                2
            ]
        },
        "weight": 20,
        "chance_of_success": 50,
        "relationship_constraint": [
            "dislike_20"
        ],
        "intro_text": "p_l och r_c har bråkat oavbrutet hela tiden de har patrullerat.",
        "decline_text": "Eftersom de inte kan arbeta tillsammans återvänder de två till lägret.",
        "success_outcomes": [
            {
                "text": "Trots bråket lyckas de två patrullera gränsen utan incidenter.",
                "exp": 10,
                "weight": 20
            },
            {
                "text": "Vid ett tillfälle under bråket börjar de två komma till en bättre förståelse för varandra, vilket resulterar i att de skapar lite respekt för varandra.",
                "exp": 10,
                "weight": 10,
                "art": "gen_train_talkingWW",
                "relationships": [
                    {
                        "cats_to": [
                            "p_l"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": true,
                        "values": [
                            "respect"
                        ],
                        "amount": 3
                    }
                ]
            },
            {
                "text": "p_l och r_c har bråkat hela morgonen. Men när {PRONOUN/p_l/subject} {VERB/p_l/spot/spots} skuggan av en skurk som faller på r_c, {PRONOUN/p_l/subject} {VERB/p_l/react/reacts} utan eftertanke, hoppar framåt, klor sliter in i fiendens rygg och vänder bort dem från r_c med ett våldsamt morrande. r_c är svårt skadad, men kommer att leva tack vare att p_l släpar {PRONOUN/r_c/object} tillbaka till lägret.",
                "exp": 10,
                "weight": 5,
                "art": "gen_battle_rogue_warrior",
                "injury": [
                    {
                        "cats": [
                            "r_c"
                        ],
                        "injuries": [
                            "battle_injury",
                            "battle_injury"
                        ]
                    }
                ],
                "history_text": {
                    "reg_death": "m_c dog av {PRONOUN/r_c/poss} skador efter ett slagsmål med en skurk.",
                    "scar": "m_c blev ärrad i ett slagsmål med en skurk."
                },
                "relationships": [
                    {
                        "cats_to": [
                            "p_l"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": true,
                        "values": [
                            "respect",
                            "trust"
                        ],
                        "amount": 3
                    }
                ]
            },
            {
                "text": "s_c kan inte motstå frestelsen att göra spetsiga kommentarer {PRONOUN/s_c/subject} {VERB/s_c/know/knows} är sårande för r_c. Men när r_c börjar gråta, prickar {PRONOUN/s_c/poss} av skam, och {PRONOUN/s_c/subject} ber obekvämt om ursäkt.",
                "exp": 10,
                "weight": 10,
                "can_have_stat": [
                    "p_l"
                ],
                "stat_trait": [
                    "troublesome",
                    "fierce",
                    "bloodthirsty",
                    "cold",
                    "childish",
                    "shameless",
                    "vengeful",
                    "arrogant",
                    "competitive",
                    "grumpy",
                    "cunning",
                    "oblivious",
                    "rebellious"
                ],
                "relationships": [
                    {
                        "cats_to": [
                            "s_c"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": false,
                        "values": [
                            "dislike",
                            "trust",
                            "comfort"
                        ],
                        "amount": 5
                    }
                ]
            },
            {
                "text": "När s_c kastar sig över en bugg, kan r_c inte låta bli att fatta att det är precis vad {PRONOUN/r_c/subject} ogillar med s_c. s_c svarar att r_c behöver lära sig att lätta upp och njuta av livet. r_c säger att {PRONOUN/r_c/subject} {VERB/r_c/do/does} vet hur man har kul, och s_c säger att man ska bevisa det, vilket resulterar i en improviserad tävling för att se vem som kan fånga flest buggar.",
                "exp": 10,
                "weight": 10,
                "art": "fst_hunt_fun3",
                "can_have_stat": [
                    "p_l"
                ],
                "stat_trait": [
                    "flamboyant",
                    "strange",
                    "playful",
                    "childish"
                ],
                "relationships": [
                    {
                        "cats_to": [
                            "s_c"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": true,
                        "values": [
                            "platonic"
                        ],
                        "amount": 5
                    }
                ]
            }
        ],
        "fail_outcomes": [
            {
                "text": "Bråket blir för mycket och r_c stormar tillbaka till lägret irriterad.",
                "exp": 0,
                "weight": 20
            },
            {
                "text": "Medan de bråkar, r_c resor och p_l snickers, tjänar r_c's irritation.",
                "exp": 0,
                "weight": 20,
                "injury": [
                    {
                        "cats": [
                            "r_c"
                        ],
                        "injuries": [
                            "minor_injury"
                        ]
                    }
                ],
                "relationships": [
                    {
                        "cats_to": [
                            "p_l"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": false,
                        "values": [
                            "dislike"
                        ],
                        "amount": 3
                    }
                ]
            },
            {
                "text": "När duon patrullerar blir de överfallna av en skurk! r_c är svårt skadad och dukar för såren när p_l flyr och lämnar {PRONOUN/r_c/object} bakom sig.",
                "exp": 0,
                "weight": 5,
                "art": "gen_dead_cat",
                "dead_cats": [
                    "r_c"
                ],
                "history_text": {
                    "reg_death": "m_c dukade efter av skada efter att ha blivit överfallen av en skurk och övergiven på patrull.",
                    "lead_death": "dukade av för skada efter att ha blivit övergiven och övergiven"
                }
            },
            {
                "text": "s_c kan inte motstå frestelsen att göra spetsiga kommentarer {PRONOUN/s_c/subject} {VERB/s_c/know/knows} är sårande för r_c. Men när en verbal hulling sjunker för djupt och r_c börjar gråta, piskar s_c svansen och knäpper på r_c för att fokusera på patrullering. r_c springer iväg och lämnar s_c för att avsluta patrullen ensam.",
                "exp": 0,
                "weight": 10,
                "can_have_stat": [
                    "p_l"
                ],
                "stat_trait": [
                    "troublesome",
                    "fierce",
                    "bloodthirsty",
                    "cold",
                    "childish",
                    "shameless",
                    "vengeful",
                    "arrogant",
                    "competitive",
                    "grumpy",
                    "cunning",
                    "oblivious",
                    "rebellious"
                ],
                "relationships": [
                    {
                        "cats_to": [
                            "s_c"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": true,
                        "values": [
                            "dislike"
                        ],
                        "amount": 10
                    },
                    {
                        "cats_to": [
                            "p_l"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": false,
                        "values": [
                            "platonic",
                            "respect"
                        ],
                        "amount": -5
                    }
                ]
            },
            {
                "text": "När s_c kastar sig över en bugg, kan r_c inte låta bli att fatta att det är precis vad {PRONOUN/r_c/subject} ogillar med s_c. s_c svarar att r_c behöver lära sig att lätta upp och njuta av livet. r_c säger att {PRONOUN/r_c/subject} {VERB/r_c/do/does} vet hur man har roligt, och s_c säger för att bevisa det, men r_c säger att {PRONOUN/r_c/subject} {VERB/r_c/do/ behöver} inte bevisa något för att s_c.",
                "exp": 0,
                "weight": 10,
                "can_have_stat": [
                    "p_l"
                ],
                "stat_trait": [
                    "flamboyant",
                    "strange",
                    "playful",
                    "childish"
                ],
                "relationships": [
                    {
                        "cats_to": [
                            "s_c"
                        ],
                        "cats_from": [
                            "r_c"
                        ],
                        "mutual": true,
                        "values": [
                            "dislike"
                        ],
                        "amount": 5
                    }
                ]
            }
        ]
    }
]