{
    "sv": {
        "help_tooltip": "Din klan kommer att fånga en viss mängd bytesdjur över varje tidshopp, men framgångsrika jaktpatruller är den viktigaste källan till nydöd. Du kan se vad som konsumerats och fångats i loggen nedan! Freshkill kan inte lagras i det oändliga: efter fyra månar kommer byten att ruttna och kastas bort. Katter under 3 månar med en förälder (drottning) som tar hand om dem behöver ingen mat.<br><br>Att mata klanen är mycket viktigt, därför kommer katter att matas innan de ändras i rangordningen. Håll musen över högen för att se den nuvarande och nödvändiga mängden byte för din klan!",
        "feed_all_hungry": "Mata alla hungriga",
        "feed_one": "Mata en",
        "feed_max": "Foder max",
        "nutrition_title": "Näringsöversikt",
        "log_title": "Freshkill Pile Log",
        "tactic_title": "Matningstaktik",
        "cats_tab": "Katter",
        "log_tab": "Logga",
        "tactic_tab": "Taktik",
        "hungry_tab": "Hungrig",
        "satisfied_tab": "Nöjd",
        "nutrition_text": "näring: %{nutrition_text}",
        "cant_work_hunger": "(på grund av hunger)",
        "prey_amount_info": "Upp till %{warrior_amount} krigare kan matas med denna mängd bytesdjur.",
        "prey_amount_none": "Nydödshögen är tom, klanen behöver desperat byte!",
        "prey_amount_very_low": "Nydödshögen kan inte ens mata hälften av klanen. Jaktpatruller bör organiseras omedelbart.",
        "prey_amount_low": "Endast hälften av klanen kan matas för närvarande. Jaktpatruller bör organiseras.",
        "prey_amount_average": "Varje mun av klanen kan matas, men lite mer byte skulle inte skada.",
        "prey_amount_high": "Nydödshögen svämmar över och klanen kan festa!",
        "prey_amount_very_high": "StarClan har välsignat klanen med rikligt byte och ledaren skickar sitt tack till Silverpelt.",
        "freshkill_pile_tooltip": "<b>Nuvarande belopp:</b> %{current_prey_amount}<br><b>Nödvändigt belopp:</b> %{needed_amount}",
        "additional_prey_text": "<b>Statusorder + behövligt belopp:</b>",
        "condition_increase_text": "%{number}. %{status} - %{prey}",
        "prey_count": {
            "one": "%{count} stycke",
            "many": "%{count} stycken"
        }
    }
}