{
    "sv": {
        "promote_leader": "befordra till ledare",
        "blurb_leader": "%{name} är <b>ledaren</b> för %{clan}Klanen. Förmynderskapet för alla klankatter har anförtrotts dem av StarClan. Ledaren är den högsta auktoriteten i klanen. Ledaren håller klanmöten, bestämmer mentorer för nya lärlingar och namnger nya krigare. För att hjälpa dem att skydda klanen har StarClan gett dem nio liv. De tar vanligtvis suffixet \"stjärna\".",
        "promote_deputy": "befordra till suppleant",
        "blurb_deputy": "%{name} är %{clan}Klanens <b>ställföreträdare</b>. Ställföreträdaren är den andra befälhavaren, strax under ledaren. De ger råd till ledaren och organiserar dagliga patruller, vid sidan av normala krigaruppgifter. Vanligtvis är en suppleant personligen utsedd av den nuvarande ledaren. Enligt Warrior Code måste alla ställföreträdare utbilda minst en lärling innan utnämningen.  Suppleanten efterträder ledaren om de dör eller går i pension.",
        "switch_warrior": "byta till krigare",
        "blurb_warrior": "%{name} är en <b>krigare</b>. Krigare är vuxna katter som matar och skyddar sin klan. De är tränade att jaga och slåss utöver sätten i Warrior Code. Krigare är avgörande för en klans överlevnad och utgör vanligtvis huvuddelen av dess medlemmar.",
        "retire": "avgå",
        "blurb_elder": "%{name} är en <b>äldste</b>. De har tillbringat många månar i att tjäna sin klan och har förtjänat många månar av vila. äldste är avgörande för att föra klanens muntliga tradition vidare. Ibland kan katter gå i pension på grund av funktionshinder eller skada. Oavsett omständigheterna kring deras pensionering hålls de äldre högt ansedda i klanen och äter alltid före krigare och medicinkatter.",
        "switch_medicine_cat": "byta till medicin\nkatt",
        "blurb_medicine_cat": "%{name} är en <b>medicinkatt</b>. Medicinkatter är klanens helare. De behandlar skador och sjukdomar med naturläkemedel. Till skillnad från krigare förväntas inte medicinkatter jaga och slåss för klanen. Utöver sina helande uppgifter har medicinkatter också en speciell koppling till StarClan. Varje halvmåne reser de till klanens heliga plats för att kommunicera med StarClan.",
        "switch_mediator": "byta till medlare",
        "blurb_mediator": "%{name} är en <b>medlare</b>. Medlare krävs vanligtvis inte för att jaga eller slåss för klanen. Snarare anklagas medlare för att hantera meningsskiljaktigheter mellan klankamrater och tvister mellan klaner. Vissa medlare utbildar sig till lärlingar för att tjäna sin klan, medan andra kan välja att bli medlare senare i livet.",
        "switch_app": "byta till krigare\nlärling",
        "blurb_apprentice": "%{name} är en <b>lärling</b> som tränar för att bli en krigare. Kit kan göras till krigarlärlingar vid sex månaders ålder, där de kommer att lära sig att jaga och slåss för sin klan. Vanligtvis är utbildningen av en lärling anförtrodd åt en enda krigare - deras mentor. För att bygga karaktär tilldelas lärlingar ofta klanlivets obehagliga och grymta uppgifter. Lärlingar tar vanligtvis suffixet \"-tass\", för att representera vägen deras tassar tar mot vuxen ålder.",
        "switch_medcat_app": "byta till medicin\nkattlärling",
        "blurb_medcat_app": "%{name} är en <b>lärling för medicinkatt</b> och utbildar sig till att bli en hel medicinkatt. Kit kan göras till medicinkattlärlingar vid sex månaders ålder, där de kommer att lära sig att hela sina klankamrater och kommunicera med StarClan. Lärlingar inom medicinkatt väljs vanligtvis ut för deras intresse för healing och/eller deras anslutning till StarClan. Lärlingar tar vanligtvis suffixet \"-tass\", för att representera vägen deras tassar tar mot vuxen ålder.",
        "switch_mediator_app": "byta till medlare\nlärling",
        "blurb_mediator_app": "%{name} är en <b>medlarlärling</b> och utbildar sig till att bli en fullvärdig medlare. Medlare ansvarar för att hantera meningsskiljaktigheter både inom klanen och mellan klaner. Medlarlärlingar väljs ofta för deras snabba tänkande och stadiga personlighet. Lärlingar tar vanligtvis suffixet \"-tass\", för att representera vägen deras tassar tar mot vuxen ålder.",
        "blurb_kitten": "%{name} är en <b>kattunge</b>. Alla katter under sex månar anses vara kit. Kit är förbjudet att lämna lägret för att skydda dem från farorna i naturen. även om de inte har några officiella uppgifter i klanen, förväntas de lära sig legenderna och traditionerna för sin klan. De skyddas av varje katt i klanen och äter alltid först. Kit tar vanligtvis suffixet \"-kit\".",
        "blurb_newborn": "%{name} är en <b>nyfödd kattunge</b>. Alla katter under sex månar anses vara kit. Kit är förbjudet att lämna lägret för att skydda dem från farorna i naturen. även om de inte har några officiella uppgifter i klanen, förväntas de lära sig legenderna och traditionerna för sin klan. De skyddas av varje katt i klanen och äter alltid först. Kit tar vanligtvis suffixet \"-kit\".",
        "blurb_unknown": "%{name} har en okänd rang. Jag antar att de vill göra sin egen väg i livet!"
    }
}