{
    "comment": "use lead_name, med_name, and dep_name to insert the name of a cat with that rank",
    "event": "War",
    "trigger_events": [
        "Kriget med o_c_n har börjat.",
        "Stigande spänningar har äntligen kommit till en bristningsgräns, ett krig mot o_c_n har förklarats.",
        "c_n förklarar krig mot o_c_n.",
        "Efter många månar av spänningar mellan o_c_n och c_n, förklaras ett formellt krig.",
        "En spänningstjock luft hänger lågt över o_c_n-gränsen, tills lead_name slutligen förklarar krig med o_c_n.",
        "Ett formellt krig med o_c_n förklarades, vilket markerade en stor vändpunkt i de två klanernas förhållande.",
        "c_n inleder en vedergällningsangrepp mot o_c_n och söker rättvisa för en tidigare aggressionshandling, vilket resulterar i ett fram och tillbaka krig mellan de två klanerna.",
        "Med en sjudande förbittring inleder o_c_n ett krig med c_n, fast besluten att återta sitt omtvistade territorium.",
        "Mitt i växande spänning, inleder c_n en förebyggande attack mot o_c_n, av rädsla för ett överhängande hot mot deras klans existens."
    ],
    "progress_events": {
        "comment": [
            "a category is chosen randomly to affect the war once each moon.",
            "but there are plenty of more complex/in-depth moon events that also affect the war."
        ],
        "rel_up": [
            "Rykten cirkulerar om att o_c_n önskar att kriget skulle ta slut.",
            "Både c_n och o_c_n tröttnar på kriget och önskar att det ska ta slut.",
            "Ömsesidig utmattning tvingar både c_n och o_c_n att överväga att avsluta kriget.",
            "Varken c_n eller o_c_n vill förlora katter till kriget; de verkar överväga fred.",
            "Mumlande av fred mellan c_n och o_c_n genomsyrade den sista samlingen.",
            "De andra klanledarna pressade c_n och o_c_n för att sluta fred vid den sista samlingen.",
            "Söker fred, c_n och o_c_n funderar över ett slut på deras krig.",
            "Trots de två klanernas krigsbeslut längtar katterna efter att få en gemensam fred.",
            "Mitt i konflikten flimrar en gnista av förståelse mellan c_n och o_c_n katter, som antyder en potentiell väg till fred.",
            "Mitt i turbulensen blommar empatin mellan c_n- och o_c_n-ledarna, vilket väcker hopp om försoning bortom slagfältet.",
            "Bland klanerna uppstår en längtan efter fred, som överbryggar klyftor och ger näring till ett gemensamt hopp om harmoni.",
            "Hope börjar äntligen förena klankamraterna av c_n och o_c_n, och främjar en gemensam vision om fred."
        ],
        "neutral": [
            "Krig fortsätter att rasa mellan c_n och o_c_n.",
            "Kriget mot o_c_n fortsätter.",
            "c_n krigare planerar nya stridsstrategier för kriget mot o_c_n.",
            "c_n önskar att kriget med o_c_n skulle ta slut.",
            "c_n katter förstärker lägrets väggar i väntan på o_c_n attacker.",
            "c_n krigare utvärderar sina stridsstrategier för kommande strider mot o_c_n.",
            "Kriget med o_c_n stör vardagen för c_n, vilket tvingar dem att anpassa sig till nya rutiner och livssituationer för att bättre försvara sig.",
            "Numera, för att anpassa sig till den nya krigsmiljön, har c_n skickat ut extra nattpatruller till o_c_n-gränsen.",
            "Katterna i både klanerna, o_c_n och c_n, vet inte när eller hur de ska förutse strider längre, allt har precis utvecklats till en jävla röra.",
            "c_n och o_c_n försökte ha en lugn förhandling om konflikten vid den senaste samlingen, men det ledde ingenstans utom till slöseri med tid.",
            "Spänningen fortsätter att hänga över de två klanerna i krig; o_c_n och c_n.",
            "c_n patruller börjar brusa av fientlighet och förväntan när de patrullerar o_c_n gränsen.",
            "o_c_n ledde nyligen ut en överraskningsattack för att göra anspråk på c_n territorium, men till ingen nytta.",
            "lead_name är inte säker på vad jag ska tycka om hela krigssituationen med o_c_n längre, eftersom den utvecklas ytterligare.",
            "Kriget visar inga tecken på att upphöra, fientligheten mellan c_n och o_c_n är fortfarande stark."
        ],
        "rel_down": [
            "o_c_n har tagit en del av c_ns territorium.",
            "c_n har tagit en del av o_c_ns territorium.",
            "Krigsförhandlingarna med o_c_n gick dåligt vid den sista samlingen.",
            "Spänningen mellan c_n och o_c_n är påtaglig, med även de minsta handlingar som potentiellt leder till våld.",
            "Den fientliga miljön mellan c_n och o_c_n har fortsatt att växa.",
            "Alla försök till fred verkade bara göra hela krigssituationen mellan c_n och o_c_n värre.",
            "Katterna i o_c_n och c_n är fortfarande angelägna om strid, utan någon längtan efter fred visad mellan dem.",
            "lead_name börjar märka hur striderna mellan o_c_n och c_n har varit extremt aggressiva nyligen.",
            "Blicken av ovänlighet och aggression skickas vid de flesta patrullinteraktioner mellan c_n och o_c_n.",
            "o_c_ns överraskningsattacker på c_n har ökat markant på sistone.",
            "c_ns överraskningsattacker på o_c_n har ökat markant på sistone.",
            "även små gnistor av oenighet mellan o_c_n och c_n kan starta en enorm strid.",
            "c_ns katter kan inte hindra sig själva från att instinktivt ta ut sina klor när de möter en o_c_n katt."
        ]
    },
    "conclusion_events": [
        "Kriget med o_c_n har äntligen tagit slut.",
        "Katterna i o_c_n och c_n går äntligen överens om fredsvillkor.",
        "En vapenvila utropas och kriget mellan o_c_n och c_n avslutas.",
        "Med de många skador som båda sidor har lidit, fann o_c_n och c_n gemensam grund och avslutade kriget.",
        "Dammet har äntligen lagt sig från kriget mellan o_c_n och c_n.",
        "Ledarna för både o_c_n och c_n beslutar att för båda klanernas välbefinnande bör kriget ta slut nu.",
        "Efter massor av blodsutgjutelse av både o_c_n och c_n katter har de två klanerna kommit överens om fred.",
        "Striderna mellan o_c_n och c_n har upphört, kriget tar nu äntligen sitt slut.",
        "o_c_n och c_n har haft ett långt och komplext förflutet, men det är dags för deras strider att ta slut.",
        "Många strider har utkämpats mellan o_c_n och c_n, men det är dags för dem att sluta nu.",
        "Katterna från både o_c_n och c_n har kommit till en insikt om att krig inte är den bästa lösningen, och bestämmer sig för att avsluta det nu.",
        "De genomträngande krigsropen från o_c_n och c_n har förvandlats till trötta, livlösa mewls... Och katterna är glada när kriget äntligen tar slut.",
        "Ledarna för o_c_n och c_n har kommit överens om kriget och bestämt sig för att det vore bäst för alla katter om det formellt blev bosatt här.",
        "O_c_n och c_n minns allt blod som utgjutits i kriget och har bestämt sig för att äntligen göra upp det, en gång för alla."
    ]
}