[
    {
        "event": "Great Blizzard",
        "camp": [
            "any"
        ],
        "season": [
            "Leaf-bare"
        ],
        "tags": [],
        "priority": "primary",
        "duration": 2,
        "rarity": "uncommon",
        "trigger_events": [
            "De första snöflingorna glider försiktigt ner i det gulaktiga ljuset, några av c_n yngre katter jagar dem lekfullt. Inom en dag kan ingen katt se förbi morrhåren, skogen täckt av en snöstorm."
        ],
        "progress_events": {
            "moon1": [
                "Snön verkar inte ha något slut på det, nätterna och dagarna samma trista nyans av vitt. Det är allt c_n kan göra för att gräva sig ur sina bon varje morgon."
            ]
        },
        "conclusion_events": [
            "Solens bländande ljus lyser starkt på vit, stilla snö. Snöstormen har tagit slut, även om lövblomningen fortfarande fortsätter."
        ],
        "secondary_disasters": [
            {
                "disaster": "Barren Land",
                "triggers_during": "during",
                "chance": 5,
                "trigger_events": [
                    "Snön har gömt alla växter och stigar, allt som c_n har förlitat sig på. Örter, favoritplatser för mossansamlingar, bästa spindelnätssamlingar, allt har utplånats av vita, isiga flingor."
                ]
            },
            {
                "disaster": "Famine",
                "triggers_during": "during",
                "chance": 5,
                "trigger_events": [
                    "Ingen katt kan känna någon bytesdoft förbi snön. Det kan finnas möss precis under deras tassar, men ingen krigare av c_n kan spåra dem, och de som har turen att se en, glider oftare än inte."
                ]
            },
            {
                "disaster": "Terrible Cold",
                "triggers_during": "during",
                "chance": 5,
                "trigger_events": [
                    "Vilken katt som helst med tunn päls kan inte bli varm med all snö som faller i skogen. Nysningar och hostande väcker många katter i snöstormens dova tystnad."
                ]
            }
        ],
        "collateral_damage": {}
    },
    {
        "event": "Drought",
        "camp": [
            "any"
        ],
        "season": [
            "Greenleaf"
        ],
        "tags": [],
        "priority": "primary",
        "duration": 3,
        "rarity": "uncommon",
        "trigger_events": [
            "lead_name river en tass i smutsen, klor på den för att visa dep_name och med_name. Det finns en alarmerande brist på fukt där, jorden dammig och torr. Det kan vara dags att förklara detta varma väder som en torka och börja planera för framtiden.",
            "med_name drar åt sidan lead_name. De har märkt att några av de örter som växer i de sumpiga hörnen av c_ns skog börjar vissna i den här värmen.",
            "Löven på träden vissnar och sjunker, tunga av den utmattning som det varma vädret medför. I lägret ligger katterna i skuggan och väntar otåligt på nattens svalka och chansen att jaga. Det har inte regnat hela månen."
        ],
        "progress_events": {
            "moon1": [
                "Även träden ser torra ut. Katterna av c_n vagnar mossa mellan lägret och deras vattenkälla, vilket ger tillbaka livsviktig vätska till sina yngsta och äldsta klankamrater. Men det sorl av missnöjt skvaller - vad ska de göra om deras vatten torkar?",
                "Bytet som katter tar med sig tillbaka till nydödshögen börjar se svagt ut. Svårt att säga vad som tar ut sin rätt - värmen eller svårigheten att hitta vatten.",
                "med_name känner knasandet av lövskräp så torrt att det splittras under deras fotspår. De sväljer sin oro - torka kan inte bekämpas av klanens krigare, men med_name kan förse medicinkatten med botemedel mot värmeslag och utmattning."
            ],
            "moon2": [
                "Torkan fortsätter. Katterna i c_n flåsar i skuggan, för varma för att röra sig, deras tungor är torra och klibbiga.",
                "Inte ens natten ger kyla längre. Ingen katt kan sova genom detta, värmens kraft tar bort till och med lättnaden av vila.",
                "Skogens många bäckar och bäckar bubblar inte längre. Ingen katt vet om de någonsin kommer tillbaka.",
                "lead_name tittar ut över sin klan, ihopkurad i den magra lättnaden av skuggan av deras hålor. Hur ska de bekämpa en fiende som värme? Denna torka slösar bort hjärtat av skogen som en sjukdom."
            ]
        },
        "conclusion_events": [
            "Katterna från c_n vänder sina ansikten mot himlen, samlas i gläntan i hjärtat av lägret, dundrar av glädje när regnet sköljer deras skinn som är blöta och svider från den torkahärdade marken. Med vatten återvänder livet till skogen.",
            "Baldakinens skugga, så ofta deras enda skydd mot värmen som förföljer deras skogar, skyddar nu från en annan himmel. Regn smattrar av löven ovanför dem när katterna böjer sina huvuden i tacksamhet. StarClan har hört deras böner, och torkan har brutit.",
            "lead_name ser molnen samlas, darrande av förväntan och hopp. När himlen öppnar sig suger marken bort vattnet, lika törstig som klanen som vänder deras huvuden mot stjärnorna och låter det livgivande regnet fylla deras halsar."
        ],
        "secondary_disasters": [
            {
                "disaster": "Barren Land",
                "triggers_during": "during",
                "chance": 1,
                "trigger_events": [
                    "Det är till ingens förvåning att skogen tappar sina växter, undervegetationen sjunker och vissnar när torkan tar ut sin rätt.",
                    "med_name har förutsett detta, men det är fortfarande ett stort slag att se vad som borde vara högsäsong för örtinsamling förvandlas till ett desperat sökande efter vissna dammiga löv.",
                    "Landet, som lider under torkans hetta, kan helt enkelt inte försörja det normala växtlivet som borde växa under skogens tak."
                ]
            },
            {
                "disaster": "Famine",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "dep_name suckar och organiserar en annan jaktpatrull. De kan inte fixa torkan som driver bort och dödar c_ns byte, allt de kan göra är att skicka ut fler krigare, och hoppas att c_ns jägares skicklighet kan hålla svälten på avstånd.",
                    "c_n borde odla fett på säsongens frukter, eller fett på bytet som har ätit dessa frukter, åtminstone. Men torkan ger bara damm och tunna plockningar.",
                    "Skogen är tyst - tyst som vinterns djup. Men detta orsakas av värme, inte kyla. Hur kommer c_n att klara sig, i vad som borde vara en säsong av överflöd?"
                ]
            },
            {
                "disaster": "Wildfire",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "Djupt inne i skogen, i en torkad, dammig lövbädd, fångar en glasbit det heta solljuset och lövströet börjar glöda. En löpeld föds, väsande och sprakande, rasande genom skogen bentorr med torkan för att bli ett höga, ostoppbart inferno.",
                    "Som torkan stjälkar c_n följer eld i hälarna. Ingen katt vet hur den föddes, men klanen sprider sig framför den, samlar sina sårbara och springer, springer för livet medan rödglödande död jagar dem, och skogen i deras hem faller som offer för eldens käkar.",
                    "Röken når c_n först - men elden är het i hälarna. Deras skog, som är torr och dammig, tvingas springa framför lågorna, fly till säkerheten för de sista knappa vattenkällorna i skogen, krigare som tar tag i och drar alla som börjar hamna på efterkälken."
                ]
            }
        ],
        "collateral_damage": {}
    },
    {
        "event": "Wildfire",
        "camp": [
            "any"
        ],
        "season": [
            "Greenleaf",
            "Leaf-fall"
        ],
        "tags": [],
        "priority": "both",
        "duration": 5,
        "rarity": "uncommon",
        "trigger_events": [
            "Rök väller upp i himlen när eldens sprakande sprakande förebådar ett dystert öde. En löpeld flammar genom skogen.",
            "c_n ryser när skogen brusar, eldens heta tänder river genom deras älskade skogar.",
            "Ingenting kunde jämföras med detta, inte dånet från monster eller tigrar eller lejon. Det knarrande tjutet av eld river genom skogen och sprider allt framför dess glödande förstörelse."
        ],
        "progress_events": {
            "moon1": [
                "I efterdyningarna av branden ligger skogen stilla och tyst, men klanen vet att livet kommer att hitta tillbaka.",
                "Rökens dis täcker varje syn, varje lukt, varje ljud. Tills det lyfter kommer det inte att finnas något att säga vad c_n har förlorat - eller vad de har sparat.",
                "Marken känns varm undertass, onaturlig och fel. Strimlade av sot stirrar c_n katterna på varandra med stora ögon, chockade till tystnad."
            ],
            "moon2": [
                "Eldens skräck dröjer sig kvar i c_ns hjärtan och sinnen. Medan vissa vaknar under natten och återupplever sin flykt i sina drömmar, kan andra inte sova alls.",
                "Även om världen tycks vara permanent svärtad, på de förkolnade grenarna av en tall, rullas nya barr ut.",
                "Allt är sot. Det sipprar in i varje varv av välsignat vatten, varje mun full frisk-döda, varje andetag av luft när krigarna försöker jaga i denna nya utsatta, råa värld."
            ],
            "moon3": [
                "Ingen katt trodde någonsin att de skulle vara så tacksamma för ogräs, men att se livet komma tillbaka till c_ns territorium är en speciell typ av glädje.",
                "Eftersom skogen skickar ut nya knoppar är det svårt för de katterna som tappat något. Deras territorium kanske går vidare från skogsbranden, men de kan inte.",
                "Träd skickar ut nya grenar för att blandas med sina sotfläckade och förkolnade stammar."
            ],
            "moon4": [
                "Fågelsång - c_n har varit utan den så länge. Med skogen som växer tillbaka till liv, har deras efterlängtade gryningskör återvänt.",
                "Det låter så konstigt, men deras lera har ändrat färg, tillbaka till att vara gjord av jord istället för sot! Fortfarande jobbigt att putsa ur skinn dock.",
                "Skogens tillväxt har aldrig firats så väl av c_n, men efter skogsbrandens förödelse känns det grönt som återvänder som en seger."
            ]
        },
        "conclusion_events": [
            "Äntligen känns skogen nästan normal. Branden är nu inget annat än ett ärr och ett minne.",
            "Det finns inget ögonblick. Men på något sätt, steg för steg, har c_n och deras territorium återhämtat sig från elden som rasade genom deras skogar.",
            "Det är så konstigt att tänka på löpelden som något som nu ligger långt ifrån dem, att tänka på kit som hör om det i barnkammaren eller äldre som diskuterar det som en berättelse från sin ungdom. Men det är vad som händer, eller hur? Livet går vidare."
        ],
        "secondary_disasters": [
            {
                "disaster": "Famine",
                "triggers_during": "start",
                "chance": 5,
                "trigger_events": [
                    "Bytet som en gång fyllde skogen har försvunnit, skrämt iväg eller dödats av en löpeld. En hungersnöd förebådar framtiden.",
                    "Återigen kommer jaktpatrullerna tomtassade tillbaka. Med undervegetationen borta och träden brända och brända, hur kan katterna i c_n hitta tillräckligt med nydöda för att överleva?",
                    "Katters revben börjar synas under deras skinn. Skogen, normalt c_ns stora beskyddare, har lite byte eller liv här efter skogsbranden."
                ]
            },
            {
                "disaster": "Camp Destruction",
                "triggers_during": "start",
                "chance": 10,
                "trigger_events": [
                    "Elden slet igenom lägret, förstörde de noggrant byggda hålorna och brände upp färskdöden och örterna. Klanen måste byggas om eller gå vidare.",
                    "Att stå i lägret efter att elden brinner ut är förödande. Landskapet är oigenkännligt, som ett skelett av en bekant vän. Kan c_n reparera det? Ska de ens försöka?",
                    "Vad kan c_n göra, med ingenting kvar? Deras hem är borta, uppäten av lågorna, och klanen vacklar av osäkerhet. Bygger de om eller går de vidare?"
                ]
            },
            {
                "disaster": "Barren Land",
                "triggers_during": "start",
                "chance": 5,
                "trigger_events": [
                    "Landet lämnas kargt när skogsbranden har svept igenom, inte en grön växt kvar att se. Örter kommer säkert att vara svåra att hitta.",
                    "Ingenting undgick lågornas käkar, och skogen har blottats av sitt gröna skinn.",
                    "Inte ens lövströet överlevde branden. Istället för växter och örter och undervegetation erbjuder skogen bara sot."
                ]
            }
        ],
        "collateral_damage": {}
    },
    {
        "event": "Terrible Cold",
        "camp": [
            "any"
        ],
        "season": [
            "Leaf-fall",
            "Leaf-bare"
        ],
        "tags": [],
        "priority": "both",
        "duration": 2,
        "rarity": "uncommon",
        "trigger_events": [
            "Luften har vassare klor än någon fiendekrigare. Inte ens den uppgående solen kan göra det mjukare, utan får bara det nya frusna landet att glittra i dyster skönhet. En fruktansvärd förkylning har kommit, och sjukdom kommer snart att följa.",
            "Det gör ont att andas, den kalla luften som dolkar i deras lungor. Klanen lutar sig ner i sina hålor och ringlar tätt runt varandra i huttrande högar. Den här fruktansvärda förkylningen kommer att gå över, säger de till varandra, det kommer inte att vara för evigt.",
            "Skogen gråter. lead_names päls spikar med larm, försöker behålla lugnet och förhindra panik när den fruktansvärda kylan får träden att knarra och spricka."
        ],
        "progress_events": {
            "moon1": [
                "De yngre katterna har glömt värmen från greenleaf, vissa tror att de aldrig kan bli varma igen, och de äldre katterna lider ännu mer av kylan på grund av deras minne av varma dagar. Både unga och gamla slingrar sig runt varandra för värme och hopp, trots kylan i dessa långa nätter.",
                "Det känns oändligt, kylan. Vinden vågar inte ens störa den, luften så stilla känns det som om den kunde skära sig. Näsorna är täckta av svansar och tassarna är tätt undanstoppade eftersom klanen gör allt de kan för att undvika att frysa.",
                "Viskningar börjar spridas genom lägret, rykten om vad de kunde ha gjort för att StarClan skulle vända ryggen till och frysa in i oändlig stillhet."
            ]
        },
        "conclusion_events": [
            "Solen går upp en dag, regnbågsbitar av is glittrar på marken som så många dagar tidigare, men allt eftersom dagen går... De smälter och förvandlas till lera. Medan alla snart blir smutsiga känns solljuset så bra på varje katts päls, ingen kan klaga för mycket genom sina spinnande.",
            "När klanen kliver ur sina hålor och upptäcker att världen inte längre fryser, blir de nästan chockade över förändringen. Det hade varit så kallt så länge att de hade glömt värmens famn.",
            "När kylan tappar greppet om deras strupar, gråter c_n-skogen av lättnad, träden sipprar sav från deras skadade stammar."
        ],
        "secondary_disasters": [],
        "collateral_damage": {}
    },
    {
        "event": "Floods",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf"
        ],
        "tags": [],
        "priority": "both",
        "duration": 3,
        "rarity": "uncommon",
        "trigger_events": [
            "lead_name kontrollerar de små strömmarna av snösmältning som korsar skogen med växande oro. De är mycket högre än vanligt för denna punkt i nyblad, och om detta håller i sig kommer skogen att översvämmas.",
            "c_n kryper i deras hålor, bedrövliga och genomblöta. Tornhåren och trädkronorna som fortfarande är tunna och spirande har båda misslyckats under det kraftiga, konstanta regnet. Det hörs inget ljud ute i skogen, det har inte varit på flera dagar, varje bytessteg eller fågelkvitter förmörkelse av den stadiga vattenskuren.",
            "Marken, som ännu inte helt återställt sin gröna päls efter lövbar, ligger nu genomblöt och genomblöt, mer lera än skogsbotten. En bäck håller på att etablera sig rakt igenom mitten av lägret där färskdödshögen ska vara - inte för att det har varit mycket färskdöd, inte med regnet som blöter jaktpatrullerna ända in i huden."
        ],
        "progress_events": {
            "moon1": [
                "lead_name vadar genom skogens undervegetation och koncentrerar sig intensivt på sina tassar. Stigen är så bekant att de kunde gå den blind, men att gå upp till deras huk i det sumpiga vattnet som översvämmar deras skog är en annan sak.",
                "När översvämningsvattnet stiger, tar c_n till träden. Där kan de åtminstone jaga och använda färdigheter som normalt är reserverade för jakten bara för att ta sig runt deras territorium. De kan inte vara de enda varelserna som drivs in i baldakinen av översvämningarna - säkert är deras byte här också, någonstans."
            ],
            "moon2": [
                "Det verkar som om världen aldrig kommer att bli torr igen. Medan vattnet har sjunkit, plaskar katterna fortfarande genom pölar och floder rasar fortfarande, ett ständigt närvarande hot."
            ]
        },
        "conclusion_events": [
            "Allt eftersom dagarna går torkar skogen långsamt mer och mer. Så småningom försvinner leran och klanen kan äntligen känna sig ren och säker igen."
        ],
        "secondary_disasters": [
            {
                "disaster": "Barren Land",
                "triggers_during": "during",
                "chance": 1,
                "trigger_events": [
                    "Översvämningen river genom skogen och lämnar en lerig, döende röra bakom sig. De örter som klanen är beroende av kommer att vara knappa i efterdyningarna."
                ]
            },
            {
                "disaster": "Famine",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "När klanen försöker hitta mat inser de att översvämningen inte har lämnat något levande byte efter sig. Skogens djur har antingen sprungit iväg eller drunknat, deras flytande lik är knappast säkra att äta."
                ]
            }
        ],
        "collateral_damage": {}
    },
    {
        "event": "Twoleg Invasion",
        "camp": [
            "any"
        ],
        "season": [
            "Greenleaf"
        ],
        "tags": [],
        "priority": "both",
        "duration": 2,
        "rarity": "common",
        "trigger_events": [
            "Tvåben har setts överallt runt c_n:s territorium, som kryper in och ut ur färgglada bon som har dykt upp från ingenstans, skrämmer bort alla byten och trampar på alla växter i området. Några av Twolegs har till och med eld! Patruller kommer att behöva organiseras för att hålla ett öga på dem."
        ],
        "progress_events": {
            "moon1": [
                "Överflödet av Twolegs i området verkar inte minska oavsett hur många dagar som har gått. Udda färgade föremål har hittats där Twolegs har varit, och några har läckt udda vätskor i marken och spridit konstiga lukter som dröjer sig kvar."
            ]
        },
        "conclusion_events": [
            "Det sista Twoleg gick igår och lämnade efter sig konstiga föremål, men tack och lov tog de stora, läskiga sakerna med sig. Det verkar för närvarande, livet kan gå tillbaka till det normala."
        ],
        "secondary_disasters": [
            {
                "disaster": "Wildfire",
                "triggers_during": "end",
                "chance": 0,
                "trigger_events": [
                    "En Twoleg sågs leka med eld, till synes njuta av den farliga leksaken som ett kit gör en mossboll och precis som ett kit tappade de kontrollen över den. Skogen är för torr i grönblad för att stoppa elden, och den sprider sig snabbt, katterna i c_n kan bara springa med resten av djuren i skogen.",
                    "The Twolegs verkar njuta av att samlas runt stora eldar, till stor skräck för klanen.  även om bränderna verkar vara släckta innan Twolegs lämnar, är det ingen överraskning när en del glöd kvarstår och skogen börjar gå upp i lågor."
                ]
            },
            {
                "disaster": "Prey Sickness",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "De föremål som Twolegs tar med luktar så lockande, men katterna i c_n undviker dem så mycket som möjligt. Det faller dem bara in att bytet som de så förlitar sig på för mat kanske inte gör detsamma när de första katterna börjar bli sjuka."
                ]
            }
        ],
        "collateral_damage": {}
    },
    {
        "event": "Prey Sickness",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf",
            "Greenleaf",
            "Leaf-fall",
            "Leaf-bare"
        ],
        "tags": [],
        "priority": "both",
        "duration": 2,
        "rarity": "uncommon",
        "trigger_events": [
            "De föremål som Twolegs tar med luktar så lockande, men katterna i c_n undviker dem så mycket som möjligt. Det faller dem bara in att bytet som de så förlitar sig på för mat kanske inte gör detsamma när de första katterna börjar bli sjuka.",
            "Bytet har varit lätt att fånga på sistone, även om även det färskaste av färskdöda har verkat lite... off. Medicinkatten har mer arbete än vanligt, och magvärk är nu mycket vanligt."
        ],
        "progress_events": {
            "moon1": [
                "Det är något fel på bytet i skogen. Oavsett hur hårt krigarna försöker fånga friska byten, orsakar nydöden fortfarande magvärk eller ännu värre, och allt som luktar lite fel tas bort och begravs långt, långt borta från hungriga munnar."
            ]
        },
        "conclusion_events": [
            "Fresh-kill smakar lite bättre, lite ljusare, som om det är renare. även om klanen kan vara lite tunnare än de brukade vara, verkar det som om de nu kan äta allt de fångar igen - om de kan fånga det!"
        ],
        "secondary_disasters": [],
        "collateral_damage": {}
    },
    {
        "event": "Horrible Storms",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf",
            "Greenleaf",
            "Leaf-fall"
        ],
        "tags": [],
        "priority": "both",
        "duration": 2,
        "rarity": "common",
        "trigger_events": [
            "Vindarna börjar jala genom träden som om världen själv går i krig med c_n. Följer i vindens fotspår är de mörka molnen och regnet, med himlens vrede som rasar över himlen med åskande bälgar, blixtar som får varje katts hår att resa sig."
        ],
        "progress_events": {
            "moon1": [
                "Stormarna fortsätter att slå över skogen, träden sprakar runt dem, några tappar lemmar, några faller omkull. Stora hagel faller ibland från himlen, vilket får varje katt att springa mot närmaste håla, och oförutsägbarheten gör jakten svår."
            ]
        },
        "conclusion_events": [
            "Himlen är inte längre i krig med c_n. Yowling av vind och regn har minskat till ett spinnande av en kattunge, innan den försvann helt och lämnade bara efterverkningarna i dess kölvatten. Fågelsång hörs i skogens träd än en gång."
        ],
        "secondary_disasters": [
            {
                "disaster": "Floods",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "Himlen har fört med sig svällande floder som kämpar mot sina vallar. Vattnet rinner fritt utan väg, och varje katt måste hålla klorna på marken för att inte flyta iväg."
                ]
            },
            {
                "disaster": "Wildfire",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "Med allt regn borde det vara omöjligt för en brand att starta, men himlen bryr sig inte om möjligt. Blixten slår sönder över himlen, och likt en klor slår ner från ovan, skär toppen av ett gammalt träd, delar det på mitten och tänder det så varmt att inte ens regnet kan släcka det. Det börjar snabbt spridas."
                ]
            },
            {
                "disaster": "Famine",
                "triggers_during": "during",
                "chance": 0,
                "trigger_events": [
                    "Världen verkar ha tvättats ut av himlen, inget byte finns på c_ns territorium, och varje håla de har hittat är bara full av vatten. Magra dagar väntar."
                ]
            }
        ],
        "collateral_damage": {}
    },
    {
        "event": "Famine",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf",
            "Greenleaf",
            "Leaf-fall",
            "Leaf-bare"
        ],
        "tags": [],
        "priority": "secondary",
        "duration": 3,
        "rarity": null,
        "trigger_events": [],
        "progress_events": {
            "moon1": [
                "Klanen jagar och jagar efter varje antydan till möjlig mat, men de verkar aldrig hitta tillräckligt.",
                "När hungersnöd jagar klanen verkar ingen av deras egna jakter tillräckligt för att få den att förfölja deras tassar.",
                "Varje katt i klanen verkar lite sorgligare, lite allvarligare när situationen går upp för dem alla. De måste försöka hitta fler byten innan det blir för sent."
            ],
            "moon2": [
                "c_n har börjat vandra förbi deras gränser för att hitta byten. även om det kanske inte blir så mycket som de hoppats på, anses varje fångst vara en välsignelse från StarClan, även om ett byte kanske luktar som en rivaliserande klan. Inga frågor ställs om det betyder att inte gå hungrig.",
                "Varje skrot, varje fångst, varje bit som tas tillbaka till klanen, allt bär en sådan tyngd. Med ett så få byte är varje munsbit kritisk.",
                "Aldrig tidigare har de viskade bönerna till StarClan om varje fångst verkat så hjärtliga. Allt katterna i Clan kan göra med att hungern trampar i sina tasssteg är deras bästa. Resten är i stjärnornas tassar."
            ]
        },
        "conclusion_events": [
            "Bytet har återvänt till skogen, svälten äntligen över.",
            "Även om bytet har börjat springa bra igen, verkar några av krigarna fortfarande ta varje missat kast som ett sår. Det är ett svårt tankesätt att återhämta sig från.",
            "Skogen nynnar åter av liv, och sakta börjar klanen också, och kompenserar för de svåra tiderna med skämt och tungor och solar tillsammans i den strålande solen."
        ],
        "secondary_disasters": [],
        "collateral_damage": {}
    },
    {
        "event": "Barren Land",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf",
            "Greenleaf",
            "Leaf-fall",
            "Leaf-bare"
        ],
        "tags": [],
        "priority": "secondary",
        "duration": 3,
        "rarity": null,
        "trigger_events": [],
        "progress_events": {
            "moon1": [
                "När örtförråden minskar är reaktionerna delade. De som avfärdar den läkande hjälpen av örter struttar, obekymrade, men klokare sinnen har redan börjat oroa sig.",
                "När örtplockande patruller återvänder, fruktlösa och utmattade, börjar klanen spåra tillväxten av skogsväxterna med oro.",
                "Säkert kommer örterna snart att gro igen. Eller så kommer klanen att kunna hitta styrka i sina rötter. Eller så skickar en annan klan hjälp. Säkert."
            ],
            "moon2": [
                "Att jaga örter är normalt lättare än att jaga levande andande bytesdjur, men med växterna som vissnar och dör finns det inget c_n kan göra.",
                "De kommer snart att börja tappa katter, om inte skogen får tillbaka sitt gröna skinn. Att förlora dem till skador som de annars skulle ha överlevt, till sjukdomar som de borde ha varit starka nog att bekämpa, orättvisa, onödiga, okallade dödsfall.",
                "Jag trodde aldrig att de skulle avundas Twolegs och deras förmåga att kalla växter från marken. Det finns de som skulle ge sin päls för att kunna det just nu, eftersom skogen fortsätter att svika dem."
            ]
        },
        "conclusion_events": [
            "Det finns en sådan frid, sådan djup lättnad, i löv som spirar. c_n har gått så lång tid med att skogen runt dem dör att den nya tillväxten lockar en folkmassa att uppskatta den.",
            "Grönt kryper tillbaka till c_ns skog, i trasslig tillväxt virvlar upp stammar, i djupt fullt grönt kallar det vissna tillbaka till liv, i nya knoppar och små groddar. Landet är inte mer kargt.",
            "Äntligen har örtbutikerna glidit ur fokus för c_n:s skvaller och tillbaka till att bara vara en oro för experterna som använder dem. Skogen, som så länge vissnat, är på väg att återgå till sin tidigare rikedom."
        ],
        "secondary_disasters": [],
        "collateral_damage": {}
    },
    {
        "event": "Camp Destruction",
        "camp": [
            "any"
        ],
        "season": [
            "Newleaf",
            "Greenleaf",
            "Leaf-fall",
            "Leaf-bare"
        ],
        "tags": [],
        "priority": "secondary",
        "duration": 3,
        "rarity": null,
        "trigger_events": [],
        "progress_events": {
            "moon1": [
                "Det är både utmattande och hjärtskärande, att riva ner de misshandlade resterna av det som förr var ett tryggt och helt hem. Men c_n biter ihop tänderna och yowl uppmuntran till varandra. Ingenting kommer att driva dem från skogen, och de är fast beslutna att göra detta till deras hem igen.",
                "När dep_name grovt river ner den trasiga baksidan av barnkammaren, drar ner tjurarna som inte kunde skydda den, fladdrar något ner tillsammans med dem. Fjädrar från de konstfullt gjorda, noggrant utvalda kattungebon inuti, hjärtskärande överlevande från förödelsen av c_n.",
                "När lead_name undersöker lägret, fulla av deras katter som släpar ut sina livs trasiga vrakdelar till smutsplatsen, undrar de om det var rätt beslut att stanna här. Hur kan något vara sig likt efter detta? Hur kan någon katt någonsin känna sig trygg här igen, på marken som skulle vara deras största och säkraste skydd?",
                "lead_name tillkännagav sina planer med tillförsikt, vad som behövde hända för att reparera lägret. Men de kan inte se på när det krossade vraket av lärlingshålan rivs och körs bort. Kanske är det en svaghet. Men de kan inte titta.",
                "Eftersom c_n arbetar i frenetisk aktivitet, anropas dep_name. En av de äldsta av c_ns katter kommer inte att ge upp sitt bo, inte ens så trasig och sönderslagen som den är. De kan inte övertygas, och så småningom måste dep_name ta det ifrån dem, över deras protester. De kommer att få en ny, en bättre, en perfekt i sitt ombyggda hem, dep_name vows. Men det räcker fortfarande inte. dep_name kan inte fixa detta.",
                "För att återuppbygga deras sönderslagna läger och deras sönderslagna liv måste klanen rensa ut vraket av deras gamla hem. Men det är sin egen sorts död att bearbeta, förlusten av sitt hem, sin säkerhet, sin oskuld."
            ],
            "moon2": [
                "Stel från att sova i en stökig hög av oorganiserade klankamrater, attackerar c_n ändå uppdraget som ligger framför sig med målsättning, när man tar in nya torn, väver nya väggar och plockar päls från fresh-kill för att fodra sina nya bon.",
                "Lägret börjar ta form igen, och dep_name lugnas av de livliga diskussionerna om att de måste medla mellan krigarna som gör anspråk på boplatser.",
                "De kan göra detta. c_n kommer att resa sig från detta starkare, bättre förberedda, de kommer att ta det som hände och se till att det aldrig kan ta deras hem från dem igen. När tornhårarna tas in för de resande lägermurarna finns det hopp vid horisonten."
            ]
        },
        "conclusion_events": [
            "Väggarna och hålorna i lägret ser så annorlunda ut nu, kattungarnas stigar som hade varit så tröstande har alla förändrats, men även med en liten sting av förlorad nostalgi är deras hem, för nu, återigen tryggt och helt. Hur det var kommer att ge vika för hur det är nu, och medan saker och ting har förändrats, kommer spinnande och mjauande av c_n att få det att låta som hemma precis som de alltid har gjort.",
            "När solljuset återigen skuggas av tjurens och buskens säkerhet, börjar lägret kännas som hemma igen. Inte samma sak, nej, men det behöver det kanske inte vara.",
            "Utfyllnad från deras håla, lead_name gäspar, svämmande över deras näsa med doften av skog och klan, återigen blandat in i den specifika blandningen av ett friskt läger.",
            "De äldsta av c_n klagar fortfarande på ändringarna, men dep_name tycker inte att de är seriösa längre. Lägret, även om det är nytt, börjar återigen kännas som hemma.",
            "Det kommer att ta tid, vet lead_name. Det kommer att dröja många månar innan de kan ta sig igenom detta nya läger med ögonbindel och doft som de brukade göra i dess tidigare inkarnation, och ingenting kan återställa deras ungdomshem. Men det här kan vara hemma, och nu när de tittar på det, är allt de kan känna kärleken till klanen som byggde upp det igen.",
            "med_name bråkar med örtbutikerna. De gillar det nya systemet, men det har inte samma förtrogenhet som det gamla. ändå är det så, och känns inte hela c_n så här, till en viss grad? Deras nya läger är ett arbete av kärlek och ansträngning, men det är bra att missa det som kom före det."
        ],
        "secondary_disasters": [],
        "collateral_damage": {}
    }
]