{
    "translation_type": "Human",
    "sv": {
        "dark mode": "Mörkläge",
        "dark mode_tooltip": "Lägerbakgrund kommer matcha läge: natttid för mörkläge och dagtid för ljusläge.",
        "fullscreen scaling": "Strunta i skalningsregler för helskärmsläge",
        "fullscreen scaling_tooltip": "Om detta är valt kommer helskärmsläge visas så stort som möjligt (växla helskärmsläge för att uppdatera). Detta kan inkludera visuella rester.",
        "no sprite antialiasing": "Stäng av sprite kantutjämning",
        "no sprite antialiasing_tooltip": "Om påslaget kommer sprites och patrulillustrationer sluta vara kantutjämnade (\"suddig\"\"slät\") i helskärmsläge.",
        "custom cursor": "Specialgjord muspekare",
        "custom cursor_tooltip": "Muspekaren kommer ersättas med en katttass. Den specialgjorda muspekaren är inte färdiggjord och ahr en tendens att krasha.",
        "keybinds": "Tangentkopplingar",
        "keybinds_tooltip": "Slår på vissa angentkopplingar som kan användas i menyerna för snabbare navigation.",
        "shaders": "Slå på skuggning",
        "shaders_tooltip": "Detta kommer lägga till ett skuglager på kattspriterna.",
        "gore": "Tillåt lite blod och klägg i patrulillustrationerna",
        "gore_tooltip": "Lite blod och klägg kommer tillåtas i patrulillustrationerna.",
        "discord": "Slå på Discord integrering",
        "discord_tooltip": "Discord kommer visa information om din klan, inklusive klannamn",
        "check_for_updates": "Sök efter uppdateringar",
        "check_for_updates_tooltip": "Sök automatiskt efter uppdateringar vid start",
        "show_changelog": "Visa uppdateringsloggen vid start",
        "show_changelog_tooltip": "Visar uppdateringsloggen  med de senaste ändringarna vid start",
        "special_dates": "Tillåt datumbaserade specialevenemang",
        "special_dates_tooltip": "Vissa modifikationer till spelet kommer slås på under speciella dagar, som till exempel första April",
        "random relation": "Slumpa fram relationsvärden när man skapar en klan",
        "random relation_tooltip": "Klangrundarkatterna kommer starta spelet med etablerade relationer.",
        "they them default": "Använd de/dem som standard pronoun",
        "they them default_tooltip": "Om denna inställning är påslagen kommer katter skapas med de/dem pronoun oavsett kön.",
        "autosave": "Spara automatiskt var femte månvarv",
        "autosave_tooltip": "Sparar automatiskt var femte månvarv",
        "disasters": "Tillåt massutdöendehändelser",
        "disasters_tooltip": "Detta kan resultera i att upp till en tredjedel av spelarklanen dör under ett månvarv.",
        "showxp": "Visa exakta erfarenhet- och näringsvärden",
        "showxp_tooltip": "Kommer gora om 'erfarenhet: skicklig' till 'erfarenhet: skicklig (151)'; och 'näringsvärde: mätt' till 'näringsvärde: mätt (70)'.",
        "random med cat": "Tillåt medicinkatter att bli slumpmässigt utvalda till en patrul",
        "random med cat_tooltip": "Medicinkatter kan bli utvalda med patrulknappen +1, +3,+6.",
        "fading": "Tillåt döda katter att tyna bort",
        "fading_tooltip": "Efter 202 månvarv som död kommer döda katter bli urladdade, och sparade separat. Inga familjerelationer kommer gå förlorade.",
        "save_faded_copy": "Spara komplett inforamtionskopia på borttynade katter.",
        "save_faded_copy_tooltip": "En komplett inforamtionskopia på borttynade katter kommer sparas i oformatterad text.",
        "backgrounds": "Slå på lägerbakgrund på klansidan",
        "backgrounds_tooltip": "Även om detta är avslaget så kommer lägertypen man väljer påverka vilka händelser man stöter på.",
        "moons and seasons": "visa månvarvs- och årstidssymbol",
        "moons and seasons_tooltip": "Visa klanens ålder och nuvarande årstid på flertalet sidor.",
        "deputy": "Tillår ledaren att automatiskt välja ut en viceledare",
        "deputy_tooltip": "Krigarkodens regler kommer spela in i hur en ny viceledare väljs.",
        "12_moon_graduation": "Stäng av erfarenhetsbaseradlärlingsexamen",
        "12_moon_graduation_tooltip": "Alla lärlingar tar sin examen vid sitt 12:e månvarv.",
        "retirement": "Katter kommer aldrig gå i pension på grund av permanenta men",
        "retirement_tooltip": "När denna inställning är avslagen kan katter med permanenta men välja att gå i pension i förtid",
        "become_mediator": "Tillåt krigare och gamlingar att välja om de vill bli medlare",
        "become_mediator_tooltip": "Krigare och gamlinagr har en chans att välja att bli medlare när man går till nästa månvarv.",
        "affair": "Tillåt katter att få kattungar med katter som inte är deras partner",
        "affair_tooltip": "Tillåt katter att ha kattungar med katter de officielt inte har en romantisk relation med. Detta inkluderar, men är inte alltid, otrogenhet.",
        "same sex birth": "Graviditet ignorerar biologiska gränser",
        "same sex birth_tooltip": "Tillåter alla katter att bli gravida oavsett biologiskt kön och tillåter katter i samkönade förhållanden att föda kattungar.",
        "same sex adoption": "Öka analet samkönade adoptioner",
        "same sex adoption_tooltip": "Om kattungefödslar i samkönade relationer är avstängt kommer denna inställning markant öka chansen samkönade partners adopterar kattungar.",
        "single parentage": "Tillåt katter att ha kattunagr med en okänd partner",
        "single parentage_tooltip": "Tillåt katter att ha kattunagr med en okänd partner. Endast den kända katten kommer visas som biologiskförälder.",
        "romantic with former mentor": "Tillåt romantiskt förhållande med före detta mentor",
        "romantic with former mentor_tooltip": "Tillåter mentorer att ha rromantiska förhållanden med sina lärlingar efter att lärlingen tagit examen.",
        "first cousin mates": "Tillåt första kusiner att ha rromantiska förhållanden",
        "first cousin mates_tooltip": "Tillåt katter med samma far- och morföräldrar, men olika föräldrar att bli partners.",
        "by-status": "Utrifrån ställning",
        "by-status_tooltip": "Klanen kommer äte i ordning utifrån ställning i klanen. Prioritet av ordning i samma ställning bestäms av ålder.",
        "younger first": "Yngsta först",
        "younger first_tooltip": "De yngsta klanmedlemmarna får äta först",
        "less nutrition first": "Mest svulta först",
        "less nutrition first_tooltip": "De kungrigaste katterna först, och efter klanställning sekundärt",
        "hunter first": "Jägare först",
        "hunter first_tooltip": "Prioritera jägare först, och efter klanställning sekundärt",
        "sick/injured first": "Sjuka/skadade först",
        "sick/injured first_tooltip": "Sjuka och skadade katter får äta först för att återhämta sig snabbare, och efter klanställning sekundärt",
        "more experience first": "Mest erfarna först",
        "more experience first_tooltip": "Demest erfarna medlemamrna i klanen får äta först.",
        "ration prey": "Ransonera byte",
        "ration prey_tooltip": "Friska krigare vill abra äta hälften av det de behöver även om det finns mat just nu.",
        "business as usual": "Vanligt klanunderhåll",
        "business as usual_tooltip": "Klanen fokuserar itne på någonting specielt och därav får ingen bonus.",
        "hunting": "Mata klanen",
        "hunting_tooltip": "Klanen fokuserar på jakt: Ledaren, viceledaren, alla krigare, och alla lärlingar samlar extra byte när byte av månvarv sker.",
        "herb gathering": "Insamling av helande örter",
        "herb gathering_tooltip": "Klanen fokuserar på att samla helande örter: medicinkatter och deras lärlinagr samlar extra helande örter när byte av månvarv sker tackvare hjälp från klanens krigare.",
        "threaten outsiders": "Hota utbölingar",
        "threaten outsiders_tooltip": "Klanens krigare använder hotfullt beteende mot klanlösa katter och därav försämrar relationen till klanlösa katter.",
        "seek outsiders": "Socialisera med klanlösa katter",
        "seek outsiders_tooltip": "Klanens krigare ökar relationen till klanlösa katter genom att vara vänskapliga",
        "rest and recover": "Vila och återhämta sig",
        "rest and recover_tooltip": "Klanens katter tar det mer lungt och försiktigt i vardagslivet, vilket låter dem återhämta sig från skador och sjukdommar snababre.",
        "sabotage other clans": "sabotera andra klaner",
        "sabotage other clans_tooltip": "Klanens medlare och krigare jobbar ihop för att sabotera för andra klaner. Kräver minst en medlare i klanen. Med detta fokus väljer man även vilken klan att sabotera för.",
        "aid other clans": "Hjälp andra klaner",
        "aid other clans_tooltip": "Klanens medlare och krigare jobbar ihop för att hjälpa för andra klaner. Kräver minst en medlare i klanen. Med detta fokus väljer man även vilken klan att hjälpa.",
        "raid other clans": "Gör räder på adnra klaner",
        "raid other clans_tooltip": "Klanens krigare slinker in i andra klaners teritorium efter byten och helande örter. Antalet byten och helande örter ökar varje månvarv, men sakdor och sjukdommar sker oftare och realtionen till rädade klaner minskar. Med detta fokus väljer man även vilken klan att göra räder på.",
        "hoarding": "Hamstring av resurser",
        "hoarding_tooltip": "Klanens krigare börjar hamstra alla resurser de kan, även om de tar risker. Antalet byten och helande örter ökar varje månvarv, men sakdor och sjukdommar sker oftare."
    }
}